{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Localization",
			"Children": [
				{
					"Source":
					{
						"Text": "BACK TO MAIN MENU"
					},
					"Translation":
					{
						"Text": "BACK TO MAIN MENU"
					},
					"Key": "ST_Pause_MainMenu"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "Continue"
					},
					"Key": "ST_Lang_Continue"
				},
				{
					"Source":
					{
						"Text": "EXIT"
					},
					"Translation":
					{
						"Text": "EXIT"
					},
					"Key": "ST_Menu_Exit"
				},
				{
					"Source":
					{
						"Text": "EXIT GAME"
					},
					"Translation":
					{
						"Text": "EXIT GAME"
					},
					"Key": "ST_Pause_Exit"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "ST_Lang_EN"
				},
				{
					"Source":
					{
						"Text": "Hope you enjoy the Experience! Have a great day!"
					},
					"Translation":
					{
						"Text": "Hope you enjoy the Experience! Have a great day!"
					},
					"Key": "ST_Menu_Info_04"
				},
				{
					"Source":
					{
						"Text": "INFO"
					},
					"Translation":
					{
						"Text": "INFO"
					},
					"Key": "ST_Menu_Info"
				},
				{
					"Source":
					{
						"Text": "It is an honor for me to present the result of the Unreal Programmer Task for Blue Gravity Studios."
					},
					"Translation":
					{
						"Text": "It is an honor for me to present the result of the Unreal Programmer Task for Blue Gravity Studios."
					},
					"Key": "ST_Menu_Info_02"
				},
				{
					"Source":
					{
						"Text": "PLAY"
					},
					"Translation":
					{
						"Text": "PLAY"
					},
					"Key": "ST_Menu_Play"
				},
				{
					"Source":
					{
						"Text": "Press ESC or P to Pause"
					},
					"Translation":
					{
						"Text": "Press ESC or P to Pause"
					},
					"Key": "ST_Tip_Pause"
				},
				{
					"Source":
					{
						"Text": "Press L SHIFT to Sprint"
					},
					"Translation":
					{
						"Text": "Press L SHIFT to Sprint"
					},
					"Key": "ST_Tip_Sprint"
				},
				{
					"Source":
					{
						"Text": "Press SPACE BAR to Jump"
					},
					"Translation":
					{
						"Text": "Press SPACE BAR to Jump"
					},
					"Key": "ST_Tip_Jump"
				},
				{
					"Source":
					{
						"Text": "Press WASD to Move"
					},
					"Translation":
					{
						"Text": "Press WASD to Move"
					},
					"Key": "ST_Tip_Move"
				},
				{
					"Source":
					{
						"Text": "RESUME"
					},
					"Translation":
					{
						"Text": "RESUME"
					},
					"Key": "ST_Pause_Resume"
				},
				{
					"Source":
					{
						"Text": "SETTINGS"
					},
					"Translation":
					{
						"Text": "SETTINGS"
					},
					"Key": "ST_Menu_Settings"
				},
				{
					"Source":
					{
						"Text": "Score: "
					},
					"Translation":
					{
						"Text": "Score: "
					},
					"Key": "ST_Score"
				},
				{
					"Source":
					{
						"Text": "Spanish"
					},
					"Translation":
					{
						"Text": "Spanish"
					},
					"Key": "ST_Lang_ES"
				},
				{
					"Source":
					{
						"Text": "This project was made using Unreal Engine 5.3, with some external assets referenced in the PDF attached to the main folder."
					},
					"Translation":
					{
						"Text": "This project was made using Unreal Engine 5.3, with some external assets referenced in the PDF attached to the main folder."
					},
					"Key": "ST_Menu_Info_03"
				},
				{
					"Source":
					{
						"Text": "Welcome! My name is Sebastian Posada. "
					},
					"Translation":
					{
						"Text": "Welcome! My name is Sebastian Posada. "
					},
					"Key": "ST_Menu_Info_01"
				}
			]
		}
	]
}